[
    "there is no greater desepration than to dance to the beat of one's own drum solo",
    "Advice to new or first time dota 2 streamers: don't stream the first three games of the day, and don't stream the last three games of the day. Don't stream any of the games",
    "I dont believe in Santa unless he is old as fuck",
    "it would appear that @PlayArtifact is the latest victim of \"everyone knows everyone\" and my latest victim is no exception. Evil times indeed",
    "Some people think dota lore is my cup of tea but I fucking hate tea",
    "The human race is teetering on the edge of extinction. The only hope for the future is the PRESENCE of the elusive perfect pug",
    "I woke up at 4am to make some bacon, then slept at home all day and woke up at 5am to make bacon then slept at home all day",
    "There must be a way to see invisible enemies if you look closely enough",
    "goddayum anyone out there ever feel like the media are giving too much airtime to people who are actually great at something? Focusing too much attention on a small handful of people who are actually great at something does a disservice to the subject.",
    "Uploading \"Tickled to death by Pankek\"",
    "Broke down and finally listened to a streetlight manifesto song that made me feel better about eating cat food",
    "this will be the most controversial DECKPACITO yet",
    "Just read \"a town where art is not celebrated\" cause i had no idea what was happening i also had no idea what was going on. Then i went to the bookstore and bought a copy. I need to study drama. Anyway, back to work!",
    "Every time I watch a sports movie at home I feel a twinge of guilt, how can someone get away with this shit",
    "mfw my hot woman wants to get married and i want to get the wife as well. Any ideas how to make this work?",
    "gotta start somethings off on a high note! AHOOOOOOOO OOOOOOOOOOOOOOOOOOOOOOOOOOO OOOOOOOOOOOOOOOOOOOOO",
    "Every year we get asked \"what is the saddest day of the year\" and every year I answer \"this day is the saddest day of the year you dumbass mortal fuck\"",
    "Had more fun today thgan I have had in weeks! First @DotaUnderlords then @DotaOverlords then @DotaUnderlords all on one stream for the entiere half hour first thing in the morning",
    "Up next: ATLANTIS LOREGASM",
    "If i ever own a dota 2 team i am going to tell them all \"just pick an objective hero\" and \"go kill 100 enemies\" and i might just get rich"
]