[
    "Whenever you see these \"post x picture from x\" posts you always see some bright happy person showing how they look so mature or so much better than they used too where my destitute hommies at where the lads who look like complete shit 20 years later and let it all go to hell",
    "Pro players of you have ever wanted to do a giant give away i urge you to do it right now and have your stream title be GIVEAWAY FREE ARCANA AND STEAM WALLET so that we can protect these viewbot streams if valorent can do it ehy cant we I ask you #protectthebots",
    "The in-game tips need an update it should tell you what not to do on the hero your playing and when you keep doing it the game should just pause and not let you unpause till you read it or have grandgrant screaming the tip at max volume untill you type sorry",
    "THE LONGER THE ICON OF SIN IS ON EARTH THE STRONGER IT WILL BECOME is what i say to myself when i decide to drink the 2 month old expired wine rather than throw it away",
    "dragon knight players are like pa players but cowards",
    "will pay 1 million for the random artifact beta key who wants to be rich",
    "Today is the one year anniversary of the \"for a better artifact\" blog post. I have said publically several times that I did not believe @PlayArtifact would ever come out again, despite how much I have loved and supported it. I am afraid to love again. But no longer. I await hype.",
    "mr roo wants to make a onlyfans account i keep asking him not too but he wont stop posting",
    "just finished half life alyx and i gotta say it was a true experience to behold. incredible game and time and when yall get the chance to get urselves some vr hit that shit up. attempt to stay spoiler free if u can its worth it",
    "Ok half life is out wheres the @PlayArtifact NEWS RISE UP LONG HAULERS",
    "Well dat was a fun stream see you all tommorow in 12 hours for half life alyx we are gon a take a long goddamed time",
    "My wife Cheese is going to play her first videogame live on stream in a bit. First i will teach her the @DotaUnderlords then i will teach her the @PlayArtifact and one day i might ruin her life with @DOTA2. She needs to learn no othet games all others are inferior",
    "There are 2 rolls of toilet paper left in my house and im not gonna lie im kinda lookin forward to the day it comes down to the last square. When society fails you its time for anarchy and im going to drive to mcdonalds to use the bathroom after i buy nugs like a fuckin lunatic",
    "When the new generation of \"baby boomers\" happens this month cause everyone is stayin at home w their sig others makin babies can we call them \"ronies\"",
    "This is the day tradional sports dies this is the day we rise up ESPORTS THE ONLY SPORT WHERE NO AUDIENCE NO PROBLEM ONLINE ONLY WE ARE THE FUTURE FOR THE NEXT 6 MONTHS",
    "Eg is gonna win a fuckin major",
    "If i wore a hawaiian short with a white undershirt, a tan straw fedora and sandles with socks every day for ESL LA would that be acceptable",
    "I will stand in for you @TeamAsterCN",
    "This is a very awkward time to have a cold",
    "I have a less than 5 star uber rating and it haunts me more than people actually telling me things i do that they hate",
    "someone make me a techies pug set already",
    "I caught the swine flu and kicked its ass im fuckin ready to get the next big bad lets go baby",
    "Hey @SealandGov my favorite game @DOTA2 is currently looking for a country to host it's 30+ million $ tourney The International and as a long time knighted Sir of Sealand i bessech thee to bid. Imagine the roar of the crowd echoing upon the icey water! posidon himself will rise!",
    "As a man who played Tarkov for so many years and now sees it goin mainstream and all my hommies pickin it up, i must say TELL ME WHAT MAP YOU ARE ON SO I CAN CRAWL TO YOUR CORPSE AND TAKE YOUR MEEGER NOOB LOOT I HAVE NOTHIN PLEASE GOD"
]