[
    {
        "link": "https://twitter.com/SirActionSlacks/status/1208527208655904769",
        "text": "NONE CAN DENY MY GIRTH https://t.co/H7yFyHTa69"
    },
    {
        "link": "https://twitter.com/SirActionSlacks/status/694752413094313984",
        "text": "Still suprized at how effective screaming \"tip me motherfuckers\" at the end if dota games is im swimmin in this shit https://t.co/IgYYlxQ3ng"
    },
    {
        "link": "https://twitter.com/SirActionSlacks/status/693469712383016960",
        "text": "@PyrionFlax it aint about winning anymore man its about selling your nody gor those sweet in game tips"
    },
    {
        "link": "https://twitter.com/SirActionSlacks/status/693169534019072000",
        "text": "I went outside today and climbed a mountain do not recommend. waiting for valve's virtual reality so no more climbs https://t.co/Jpha8bGncP"
    },
    {
        "link": "https://twitter.com/SirActionSlacks/status/1095567986155495427",
        "text": "@RagingAcid @PlayArtifact @PlayHearthstone Whats the current market price of anear lethal amount of  krokodil"
    },
    {
        "link": "https://twitter.com/SirActionSlacks/status/688197613586284545",
        "text": "years from now people will look back at the early 2000s and tell stories about a reverse cultral renaissance. They'll call it the dank ages."
    },
    {
        "link": "https://twitter.com/SirActionSlacks/status/688356680212594688",
        "text": "If i ever get swatted i want the swat team to bust in with colorful stickers and paint jobs on their guns and some cool ass dino claw knives"
    },
    {
        "link": "https://twitter.com/SirActionSlacks/status/688681320042631168",
        "text": "Twitch has called down Order 322 eg has been told to throw by the overloards its all about that alliance comeback story boys *picks veno*"
    },
    {
        "link": "https://twitter.com/SirActionSlacks/status/688965802305798144",
        "text": "Bus ride to airport had a wet seat now i got a cold bum for like 18 hours i dont deserve a wet bum no one does"
    },
    {
        "link": "https://twitter.com/SirActionSlacks/status/688985459670695936",
        "text": "I had the dream of a flight with 2 empty seat row then a random lady took one from her seat. Does she deserve the place my legs could be?"
    },
    {
        "link": "https://twitter.com/SirActionSlacks/status/690226619261161475",
        "text": "Very Happy to announce that I will be the host, stats person, English observer and LD of the Shanghi Major. Big ups to my hommie Mao Zedong"
    },
    {
        "link": "https://twitter.com/SirActionSlacks/status/692420787987468288",
        "text": "pretty disappointing that meme casting is now hated before i even got into meme casting the only thing i could have done well is already out"
    },
    {
        "link": "https://twitter.com/SirActionSlacks/status/695943622865256448",
        "text": "spent the last 8 hours making a promo movie in a pirate voice, finished at 5 am. Just listened to it and i cant understand a goddamned thing"
    },
    {
        "link": "https://twitter.com/SirActionSlacks/status/696506233809825792",
        "text": "When did fortune cookies become \"complement cookies\" tell me my future you stupid peice of shit i dont care bout dis https://t.co/feOzcLbHGb"
    },
    {
        "link": "https://twitter.com/SirActionSlacks/status/701273906980630528",
        "text": "\"what is the most annoying thing a boyfriend can say\" I ask my girlfriend. \"where are my pants?\""
    },
    {
        "link": "https://twitter.com/SirActionSlacks/status/703492258889248769",
        "text": "ITS HAPPENING THE STORIES WERE TRUE ITS THE MEMEPOCALYPSE THE MEMES AND DRAMA WILL DESTROY DOTA AND US ALL WE WERE WARNED REPENT ALL PRAY"
    },
    {
        "link": "https://twitter.com/SirActionSlacks/status/704836086149677056",
        "text": "keeping my promise to @PurgeGamers for getting me the ember spirit challenge and heading out to cock dont forget to cock guys super tuesday"
    },
    {
        "link": "https://twitter.com/SirActionSlacks/status/707674248744054784",
        "text": "spending all day today organizing dirtmaul for tomorrow trying to set things up with 18 streamers is like trying to herd cats on meth"
    },
    {
        "link": "https://twitter.com/SirActionSlacks/status/709253988441464832",
        "text": "oh thank god, ive desperately been looking for a reason not to buy the vibe all week thank you blessed card thank u https://t.co/p2FvRoBzTE"
    },
    {
        "link": "https://twitter.com/SirActionSlacks/status/710701511924252672",
        "text": "i injected myself with a weak strain of typhoid today and my arm hurts and i have a headache if i die tonight take my vengence to wallgreens"
    },
    {
        "link": "https://twitter.com/SirActionSlacks/status/711538044512260097",
        "text": "I ate duck for the first time today and felt real bad why did we need to name it @moonduckTV i was eating my friends and they were so tastey"
    },
    {
        "link": "https://twitter.com/SirActionSlacks/status/714813638926684160",
        "text": "The swedes are miles ahead of us in weenie tech they got hotdog burritos https://t.co/tdOajAQuXk"
    },
    {
        "link": "https://twitter.com/SirActionSlacks/status/715470447190478848",
        "text": "shout out to the Jehovah's witnesses that just came to tell me about the lord and heard me screaming my broodmother impression for 5 min"
    },
    {
        "link": "https://twitter.com/SirActionSlacks/status/719304848697593857",
        "text": "That was the most fucked up day of streaming ive ever had i lost it completly several times"
    },
    {
        "link": "https://twitter.com/SirActionSlacks/status/720966211480059904",
        "text": "\"Grow but never change, give yourself to others but never let them take from you, always stay true\" -a talking pizza from my dream lastnight"
    },
    {
        "link": "https://twitter.com/SirActionSlacks/status/723629887769055233",
        "text": "The conspiracy is over put away ur triangles https://t.co/ukzTISoQm3"
    },
    {
        "link": "https://twitter.com/SirActionSlacks/status/725386369971822592",
        "text": "People dont think i make sacrifices but i need to miss cinco de pugo for the stupid hub qualifiers https://t.co/A3iIqajMpw fuck this life"
    },
    {
        "link": "https://twitter.com/SirActionSlacks/status/728104482748309505",
        "text": "if u really think about it Shakespeare was the most famous shitposter of the 20th century"
    },
    {
        "link": "https://twitter.com/SirActionSlacks/status/728362283143823361",
        "text": "Stop tweeting me what a comet is u bastards"
    },
    {
        "link": "https://twitter.com/SirActionSlacks/status/733191290687389696",
        "text": "u ever spend your entire day working on something come back to it and realize it was a completely idiotic waste of time? Welcome to my life"
    },
    {
        "link": "https://twitter.com/SirActionSlacks/status/734190524647788545",
        "text": "My reddit password was Cheesy goodbye old friend u were a good password"
    },
    {
        "link": "https://twitter.com/SirActionSlacks/status/738750215985860608",
        "text": "There is a large lizard im my room and when i went to catch him he disappeared if i sleep im worried he will bite me-so begins the wild hun"
    },
    {
        "link": "https://twitter.com/SirActionSlacks/status/738758532363755520",
        "text": "Mr. Lizard has been quarantined in the bathroom but i left him the spare crab i got from the japanese airline food https://t.co/O6R6fTdFn9"
    },
    {
        "link": "https://twitter.com/SirActionSlacks/status/744245211761680385",
        "text": "I am beautiful woman"
    },
    {
        "link": "https://twitter.com/SirActionSlacks/status/746021586554261504",
        "text": "My new favorite game is to go to airports looking as psychotic as possible this one i call \"Hotel Miami\" https://t.co/gzNZ5BikV6"
    },
    {
        "link": "https://twitter.com/SirActionSlacks/status/758204874517389313",
        "text": "If we took a gorilla and taught it how to work out/roided it up like a body builder there would be no limit to the things it could destroy"
    },
    {
        "link": "https://twitter.com/SirActionSlacks/status/758895208591298560",
        "text": "when r we gonna get married? \n\nWe'll get married when u can guess my fav dinosaur U get to guess 1 a day\n\nthats stupid\n\nThats not a dinosaur"
    },
    {
        "link": "https://twitter.com/SirActionSlacks/status/769792666066268160",
        "text": "someone out there tells a story where you are the bad guy and you will never hear it. Thats why when ur a dick you go big for a better story"
    },
    {
        "link": "https://twitter.com/SirActionSlacks/status/773568556156018688",
        "text": "i will try to stream today but gf wants waffles and when she wants waffles that means she in a wild crazy mood and ill be lucky to survive"
    },
    {
        "link": "https://twitter.com/SirActionSlacks/status/782003441501515777",
        "text": "lookin at my word cloud and im a little confused at how often ive said \"busta\" i dont think ive ever said \"busta\" https://t.co/xfFXVoONqR"
    },
    {
        "link": "https://twitter.com/SirActionSlacks/status/788360058644131840",
        "text": "If dota 2 has taught me anything its that if you show the world what you love and makes u happy the world will kill it for balance reasons"
    },
    {
        "link": "https://twitter.com/SirActionSlacks/status/795130594502082560",
        "text": "Spilt some diet mountain dew on the computer tower and she keeps shuttin off randomly game over guys https://t.co/lOiL8Mb8t9"
    },
    {
        "link": "https://twitter.com/SirActionSlacks/status/806519953121808384",
        "text": "I am fluent in Mandarin i learned for dota interviews Ni hao"
    },
    {
        "link": "https://twitter.com/SirActionSlacks/status/812833373806796801",
        "text": "Happy holidays to you all be nice to eachother and spread cheer in your games this week or Saint Salamander will visit you in the dark night https://t.co/Rc6YZZtUAp"
    },
    {
        "link": "https://twitter.com/SirActionSlacks/status/812848501797351424",
        "text": "I got just what i wanted for the holidays some new shoes! Now people will stop mockin my sweet kicks ill miss you white shoes rip brothers https://t.co/nA2ZhBkn4z"
    },
    {
        "link": "https://twitter.com/SirActionSlacks/status/820311551286517762",
        "text": "my voice is gone and when i do make noises it is even higher than usual i sound like a 8 year old ghost"
    },
    {
        "link": "https://twitter.com/SirActionSlacks/status/822878142196957185",
        "text": "who here likes lemon-aid luh luh lemon-aid"
    },
    {
        "link": "https://twitter.com/SirActionSlacks/status/835098991163498496",
        "text": "Is pheniox bird"
    },
    {
        "link": "https://twitter.com/SirActionSlacks/status/836288000078204929",
        "text": "How come there are no heros in dota with a smooth southern accent https://t.co/GEM0UmpyOW"
    },
    {
        "link": "https://twitter.com/SirActionSlacks/status/838599260526555136",
        "text": "On my flight to China my screen broke-it played the Trolls movie for 4 hrs-didn't remember this till da song was on the radio and I had ptsd"
    },
    {
        "link": "https://twitter.com/SirActionSlacks/status/844819422602670080",
        "text": "if i got a dota 2 tattoo it would be techies on my bum and I'd say \"planted\" every time I sat down. The possibilites would be endless really"
    },
    {
        "link": "https://twitter.com/SirActionSlacks/status/855352535485435904",
        "text": "Oh no my rubbered bands not in my technology bag https://t.co/VWBeqRHQ0R"
    },
    {
        "link": "https://twitter.com/SirActionSlacks/status/858795488325373952",
        "text": "I put my pizza box down for 1 moment and its gone all hope is lost they took my pizza"
    },
    {
        "link": "https://twitter.com/SirActionSlacks/status/861879474849271813",
        "text": "The Panini Grill sputtered and hissed-she was made to toast simple breads, not be held down with force to sear flesh;set to max heat setting"
    },
    {
        "link": "https://twitter.com/SirActionSlacks/status/868349770309410816",
        "text": "MFW my hot woman wants me to stop playing dota and Im gonna ignore her like always but then she shows me she has sweet nugs and I just gotta https://t.co/duFuUAlYIM"
    },
    {
        "link": "https://twitter.com/SirActionSlacks/status/877145933204639744",
        "text": "limit the amount of time you read and learn new things if the human brain gets too smart it can become self aware and take over your body"
    },
    {
        "link": "https://twitter.com/SirActionSlacks/status/883559341588045830",
        "text": "@badgorman Few will get this but I have had the jollibee and I now know ur struggle"
    },
    {
        "link": "https://twitter.com/SirActionSlacks/status/888925099675537408",
        "text": "How many hopes, dreams, and souls of sweet innocent young boys will windranger claim before her terrors are finally put to an end"
    },
    {
        "link": "https://twitter.com/SirActionSlacks/status/890306995554734081",
        "text": "still waiting for the dazzle aghs upgrade where he spawns 2 mini dazzles (dizzles) and gets a ability to recall them (my nizzles)"
    },
    {
        "link": "https://twitter.com/SirActionSlacks/status/891512720696025088",
        "text": "that feel when you get a night off and sit down to record 4 videos and a literal fucking parade starts outside your window ruining everythin"
    },
    {
        "link": "https://twitter.com/SirActionSlacks/status/894225354801397760",
        "text": "If u screenshot one of the rares with my signature on it I'll become a ghost and haunt your family after I die for all eternity"
    },
    {
        "link": "https://twitter.com/SirActionSlacks/status/894615792888631296",
        "text": "Petition to change the new courier name to sweet pep pep"
    },
    {
        "link": "https://twitter.com/SirActionSlacks/status/905611037231210498",
        "text": "Da purest form of keto would be to eat humans who are currently on keto (aka meat w no sugers or carbs in system). I call this new diet Eato"
    },
    {
        "link": "https://twitter.com/SirActionSlacks/status/922681322778308608",
        "text": "Wife wants me to get a haircut but as long as I have the black eye I'm holding out so I can look as deranged as possible and frighten people https://t.co/nruJqZ9xJw"
    },
    {
        "link": "https://twitter.com/SirActionSlacks/status/941064381126926337",
        "text": "Imma make my own crypto called HaroldCoin and you mine it  by killing creeps on the jungle as legion commander"
    },
    {
        "link": "https://twitter.com/SirActionSlacks/status/945404812572708864",
        "text": "Every Christmas I sit outside with my gun so I can kill Santa and escape my miserable life like Tim Allen did but no matter how many  Santa I kill it never works"
    },
    {
        "link": "https://twitter.com/SirActionSlacks/status/946027728683315200",
        "text": "Watching cable tv for the first time in like 10 years and there is a commercial offering a 1 time scan to see if you have been sold on the Dark Web. What is going on"
    },
    {
        "link": "https://twitter.com/SirActionSlacks/status/949143137233940480",
        "text": "Every time I take Z-quill my heart starts pumping when I'm in bed and I get nervous imma die but that keeps me up and I can't let the sleep take me until I am at peace with the possibility of death see u bright and early tommorow guys"
    },
    {
        "link": "https://twitter.com/SirActionSlacks/status/950182505423962112",
        "text": "These airport fools have no idea that the coffee cup I sip from is actually a first class trip to weenie town https://t.co/9T2JtyCCz6"
    },
    {
        "link": "https://twitter.com/SirActionSlacks/status/957047784586145792",
        "text": "Imma smash the dizzler with my twizzler"
    },
    {
        "link": "https://twitter.com/SirActionSlacks/status/963074013814841349",
        "text": "My wife keeps trying to make me something called a \"shadow box\". Sounds like something a Yugh Gi Oh protagonist would be trapped in during the season finale"
    },
    {
        "link": "https://twitter.com/SirActionSlacks/status/963572016141033472",
        "text": "It is with a heavy heart that I must announce that I am continuing to be a dota 2 personality. Dispite my suggestions to event organizgers I will not be stepping back from casting or content creation. I apologize to the dota 2 fans who have been waiting for the end for some time."
    },
    {
        "link": "https://twitter.com/SirActionSlacks/status/975916780874059776",
        "text": "did a experiment to see what would be more liked, content I could make in a month or content I could make in 50 seconds.  Results are to be as expected https://t.co/ztuoK0POCG"
    },
    {
        "link": "https://twitter.com/SirActionSlacks/status/980487482272894976",
        "text": "Does anyone else hate april fools day as much as I do? why does a day exist where everyone makes the most asinine tasks annoying and difficult. Am I alone here?"
    },
    {
        "link": "https://twitter.com/SirActionSlacks/status/980900443600576512",
        "text": "jsut signed an email as \"kale\" i dont even kno anymore"
    },
    {
        "link": "https://twitter.com/SirActionSlacks/status/981196140879273986",
        "text": "Where is the kangaroo hero w the Australian accent"
    },
    {
        "link": "https://twitter.com/SirActionSlacks/status/983753595232440321",
        "text": "Did anyone else as a small child run up to the coffee dispensers and take the forgotten beans, put them in their pocket and smell the beans all day https://t.co/A4nnYZfH8g"
    },
    {
        "link": "https://twitter.com/SirActionSlacks/status/999945163555442690",
        "text": "Theres probably a fetish where pervs send dirty pics to people and get off on the fact that they wont ever see them.  Imagine how many unopened  \"we are upgrading our privacy policy\" emails you have right now that are just dick pics chill-in round your inbox."
    },
    {
        "link": "https://twitter.com/SirActionSlacks/status/1000983496192614400",
        "text": "Goodbye uk i learned a lot during my time here. Ur passion, ur cuisine but most of all that u guys are not actually in europe. Thanks for the fun and here's a unrelated pic of Mr roo when he farted all night and i couldnt sleep https://t.co/mb0DXXKax7"
    },
    {
        "link": "https://twitter.com/SirActionSlacks/status/1001442259605352448",
        "text": "Has anyone considered that Japan kills the whales because they found a dark secret about them no other nation should know about, or they too could be in danger? Was mobey dick just the beginning? Gentle giants or hyperintelligent sonic warriors? Need to see whale irl"
    },
    {
        "link": "https://twitter.com/SirActionSlacks/status/1004889951631282181",
        "text": "Ive been wearing the same clothes since may 28th i left my house for the first time in a week today to get some soup check out these dank stains boi https://t.co/kNndLNRCVL"
    },
    {
        "link": "https://twitter.com/SirActionSlacks/status/1008963049275867141",
        "text": "When I get an amber alert on my phone it scares the shit outta me I cant imagine what living next to the border must feel like the goverment is kidnapping kids and sending the amber alerts too that shit must be goin non stop"
    },
    {
        "link": "https://twitter.com/SirActionSlacks/status/1010771720964149249",
        "text": "Sister in law bridal shower ended. We had a chocholate fountain. I didnt have a sink with a nozzle or a hose so i took it in the shower. Then idea...just bathe in the chocholate. I lifted it above my head and poured it all over me. I cleaned it, but it cleaned me. Changed Me. https://t.co/FfComjPGY4"
    },
    {
        "link": "https://twitter.com/SirActionSlacks/status/1020831858177654784",
        "text": "if flamingos change color with the color of da shrimp why we dont feed them rainbow shrimp we grow in lab to make them rainbow or zebra\nhttps://t.co/55p8N7UtBh"
    },
    {
        "link": "https://twitter.com/SirActionSlacks/status/1020970537340657665",
        "text": "Hotel night 1: contact case on nightstand, they throw it away. Weird. Night 2, backup case in bathroom thrown away. Fine. Go and buy small cups and fill 1 up a night with solution. \"Gottem\". Come home tonight &amp; they threw away entire bottle of solution and backup.  The war rages"
    },
    {
        "link": "https://twitter.com/SirActionSlacks/status/1021056157543043074",
        "text": "Guys if u have a mask on and film urself taking putting it on then reverse the footage would it look like u were taking off a human face PLEASE RESPOND"
    },
    {
        "link": "https://twitter.com/SirActionSlacks/status/1028531862677872640",
        "text": "Thanks to you and your hundreds of thousands of computer processing power dota 2 commuimty i have finally entered the digital relm and captured the anime girl I have been hunting to make my wiafu for 20 years. Now i will return back to he physical relm and rule over this world"
    },
    {
        "link": "https://twitter.com/SirActionSlacks/status/1035209318298046464",
        "text": "Ive had to sit next to \"dog the bounty hunter\" like 3 times now at the denver international airport why does this keep happening"
    },
    {
        "link": "https://twitter.com/SirActionSlacks/status/1048459314636025858",
        "text": "is there a reason why every time you play ranked and there is a really shit player you get matched with them over and over again? is there some kinda algorithm that tries to make you have the worst experience possible"
    },
    {
        "link": "https://twitter.com/SirActionSlacks/status/1051289927424434176",
        "text": "Mr roos burthday is this week and i was thinking for his present i would gwt him an autofeeder and let him eat as much as he could in 1 day. Do u think he could eat untill he dies Twitter? I dont want to hurt him"
    },
    {
        "link": "https://twitter.com/SirActionSlacks/status/1054425335876460544",
        "text": "When wife n me first started dating she would bring me chick filet breakfast and a Starbucks carmel cappichino every morning. I would wake to her phone call and shuffle outside naked wrapped in a blanket wearing a indian jones hat and play dota for hours after. it was my heaven"
    },
    {
        "link": "https://twitter.com/SirActionSlacks/status/1054654771498496000",
        "text": "Thinking of buying soul calibur just so that i can make dota 2 personalities and make them fight"
    },
    {
        "link": "https://twitter.com/SirActionSlacks/status/1057307381523275776",
        "text": "My advice to up and comming casters us to just keep talking at all tiems and the more you are confused the louder you yell"
    },
    {
        "link": "https://twitter.com/SirActionSlacks/status/1058323768471367682",
        "text": "My mom used to tell me all people are inherently good but that was a lie there is still no pizza hut breakfast"
    },
    {
        "link": "https://twitter.com/SirActionSlacks/status/1059094773422788613",
        "text": "@13LeeSK No matter how tough if gets , how rough it hits , remember - there's one who are , nor been through worst . Stay true to one , fight for what it worth , ease those who needed the most . May He leads the wizened paths , enlighten those uphill routes ."
    },
    {
        "link": "https://twitter.com/SirActionSlacks/status/1065602796416888833",
        "text": "Dont be jelly of the octopus, for while he has many tenticles we humans have a hidden one in our mouth that is able to taste and bend to our will. We are even better than the Alien from Aliens cause ours isnt a lil mouth. Happy Thanksgiving im grateful for my tongue"
    },
    {
        "link": "https://twitter.com/SirActionSlacks/status/1069239358337630209",
        "text": "New life goal is a government threatening to cancel a event if i attend"
    },
    {
        "link": "https://twitter.com/SirActionSlacks/status/1075690433752096769",
        "text": "BBRRRAAPPPPP BBBRRAAAPPP EYOOOOHHHHH https://t.co/BQB1tp4WrZ"
    },
    {
        "link": "https://twitter.com/SirActionSlacks/status/1077829768643395584",
        "text": "Just saw \"bird box\" and loved \"a quiet place\" who wants to give me a few mill for my new film where if you smell something monsters pull ur brain out thru ur nose anyone down? Maybe if u lick things the devil explodes ur tounge come on people the market is ripe"
    },
    {
        "link": "https://twitter.com/SirActionSlacks/status/1096661938493444096",
        "text": "my sis bought me a google home and i dont really do anything with it except ask it a bunch of fucked up questions then end our convos with \"do you fear death\" to have it respond \"i dont understand\" and then i unplug it"
    },
    {
        "link": "https://twitter.com/SirActionSlacks/status/1097206904525221889",
        "text": "Many people ask me how my wife can deal with being married to me, and here is your answer. I take her to wrecking rooms https://t.co/Ttx24oemsj"
    },
    {
        "link": "https://twitter.com/SirActionSlacks/status/1113179038770536448",
        "text": "meant to post this yesterday but i think its time to finally give my thoughts on artifact in this nearly 1 hour blog post https://t.co/zh8JSgo25D"
    },
    {
        "link": "https://twitter.com/SirActionSlacks/status/1114966767183519750",
        "text": "One reason i know i am not ready for children is because i wanna do stuff like teach them digimon were real just to fuck with em and deep down i know its wrong but at the same time it sounds really funny"
    },
    {
        "link": "https://twitter.com/SirActionSlacks/status/1114972538835091456",
        "text": "@HavocVulture Its all connected. When you have a good dental checkup what do they do? Give you candy. Rebel against the system brother Burn the Belts"
    },
    {
        "link": "https://twitter.com/SirActionSlacks/status/1117047691224027136",
        "text": "Yoda shot and killed by rival gang members is a period peice scholars will one day quote as a representative of our current time https://t.co/brPIzrfc3h"
    },
    {
        "link": "https://twitter.com/SirActionSlacks/status/1125837494895960065",
        "text": "The battle pass will never come to punish us for artifact repent sinners"
    },
    {
        "link": "https://twitter.com/SirActionSlacks/status/1131958181473579009",
        "text": "Goodluck in ur elections british friends I support u if u choose to elect da queen again"
    },
    {
        "link": "https://twitter.com/SirActionSlacks/status/1132325721471275008",
        "text": "started seeing flashing black and white lights last night and went to the doc, they told me the sinus infection was doin a ton of pressure and that i had something called da \"brain for\" which basically means i was clinically stupid. Which begs the question-has it alwaysa been"
    },
    {
        "link": "https://twitter.com/SirActionSlacks/status/1132941021451509761",
        "text": "True pub story-today i was randomly paired with a lad and he was so bad i said to myself \"this is the second-stupidest person i have ever played with\" because one man really stood out to me. Then i went and looked up the stupiest man and what do u know it was actually same dude"
    },
    {
        "link": "https://twitter.com/SirActionSlacks/status/1137806500955508741",
        "text": "currently looking for someone who would be able to make a remote controlled arm like appendage that is used to hit people with medium force with a blunt instruments like a stick. no questions just let me know if you know anyone that works in robotics and likes money."
    },
    {
        "link": "https://twitter.com/SirActionSlacks/status/1139047960434466817",
        "text": "When i die i hope my ghost is at least a miniboss for Luigi"
    },
    {
        "link": "https://twitter.com/SirActionSlacks/status/1145563956037246976",
        "text": "delevoping a love for the hardboiled egg at breakfast. They make you slow down, think about your day but also lets u break shit to satisfy morning bloodlust. Lastly u walk away with the knowledge that you were the only thing the yoke saw in the light before it returns to the dark"
    },
    {
        "link": "https://twitter.com/SirActionSlacks/status/1147346240755163139",
        "text": "I dont belive in helicopters and they dont exist prove me wrong"
    },
    {
        "link": "https://twitter.com/SirActionSlacks/status/1148499809709330433",
        "text": "sometimes i still cant believe people exist that can be any hero they want to be and they choose to be windranger"
    },
    {
        "link": "https://twitter.com/SirActionSlacks/status/1125897794101895169",
        "text": "They say videogames cause violence but now instead of doing my dream of running around naked fighting anything i see until I am slain by a coordinated force I can just do it in game with the new axe set consider urselves very lucky"
    }
]